[
  {
    "id": 1,
    "title": "Men’s Hair Restoration ",
    "description": "The Transitions men’s hair replacement system is virtually undetectable to both sight and touch because your hair graft is made from the best human or synthetic hair available. \n Your custom Transitions hair replacement will be created to your exact age-appropriate specifications, based upon your desires and expectations, and customized to your individually unique lifestyle. Regardless of your age, there is a Transitions hair replacement solution for your specific type of hair loss.",
    "img": "https://i.imgur.com/QN5jXms.jpg"
  },
  {
    "id": 2,
    "title": "Womens Hair Restoration ",
    "description": "Hair replacement for women suffering from thinning hair and hair loss is truly a breakthrough of monumental proportion, proving extremely effective in the treatment of inherited hair loss as well as hair loss due to factors such as accidents medical treatment or systemic disorders.\n However, not everyone who suffers from hair loss is a viable candidate. Approximately 65% of the population are candidates. Candidacy can only be determined by a free, confidential 30-minute diagnostic evaluation performed at our Raleigh, North Carolina clinic.\n Now you can say goodbye to hair loss anxiety because eliminating female hair loss and thinning hair has never been easier with the Reallusions hair replacement system by Transitions International.",
    "img": "https://cdn-prod.medicalnewstoday.com/content/images/articles/321/321527/female-pattern-baldness-in-woman-s-scalp.jpg"
  },
  {
    "id": 3,
    "title": "Trichology",
    "description": "Trichology is the specialized science of the structure, function and disorders of the human hair and scalp. Currently, over 50 million men and 30 million women suffer from hair loss. There are various reasons why people experience hair loss. Each case is different and may call for different treatment but in the end everyone wants the same thing – hair restoration.  Dr. Shawon Gullette is a Certified IAT Trichologist with years of experience in the diagnosis and treatment of Hair Loss and Hair Restoration.  Dr. Shawon gives customized treatment recommendations to both men and women. She also specializes in child hair loss issues. You don’t have to live with hair loss anymore! If you are interested in a healthy, thick, full head of hair get a Hair Loss Consultation with Dr. Shawon Gullette today. ",
    "img": "https://i.imgur.com/WZhloNT.jpg"
  },

  {
    "id": 4,
    "title": "Low Level Laser Therapy",
    "description": "Low Level Laser Therapy (LLLT) is a new and innovative way to help in hair growth. It is a stimulation therapy often also referred to as red light therapy or cold laser therapy. \n A Laser Helmet is placed on top of a patient’s head for LLLT.  The device emits red light with a wavelength of 630-670 nm which is perfect for hair growth. This frequency of light penetrates a few millimetres into the scalp. It stimulates follicles to stop resting and start growing hair again. That growth stage is called the anagen phase.\n It is non-invasive and absolutely pain-free. It makes use of clinical strength laser technology to acquire the desired result.",
    "img": "https://i.imgur.com/Y9RIdwM.jpg"
  },
  {
    "id": 5,
    "title": "Microneedling",
    "description": "Microneedling is a multi-purpose cosmetic procedure that has great benefits for the patient. It is recommended for Skincare, Anti-Aging and Hair Growth treatments.\n It was first developed to treat scars since it pushed the skin to produce new collagen. New research done in the years that followed showed that when used on the scalp, microneedling can also help in inducing stem cells in the scalp that can lead to hair growth. \n Microneedling at The Hair Loss Clinic involves the use of a small handheld roller device known as the Dermaroller. The device contains tiny needles ranging between 0.25 and 3 millimetres long. Our hair expert rolls the device on the patient’s scalp causing controlled micro-injuries to the outer layer of the skin. These injuries lead to micro-inflammation which stimulates the production of new collagen and better blood circulation to the dormant hair follicles. Collagen helps in healthy hair growth naturally.",
    "img": "https://i.imgur.com/YAned7y.jpeg"
  },
  {
    "id": 6,
    "title": "Keralase Treatment",
    "description": "Keralase treatment uses the combination of Lutronic LaseMD laser and skin proteins (KeraFactor Serum) to create non-ablative micro-channels into the epidermis and upper dermis of the scalp without harming it to stimulate hair growth. These microchannels are created with the help of LaseMD laser for better distribution of KeraFactor Serum. These microscopic channels are made at a specific wavelength and depth which allow them maximum penetration and 5 times higher absorption of the KeraFactor scalp stimulating serum. KeraFactor is a serum that has a concentrated blend of beneficial growth factors, proteins, and nanoliposome coating that helps in easy penetration of the skin.",
    "img": "https://i.imgur.com/Y9RIdwM.jpg"
  },

  {
    "id": 7,
    "title": " Follicular Unit Extraction",
    "description": "have you noticed bald spots on your head recently? Are you afraid that this hair loss might be permanent? Don’t worry, we got you covered! \n The Hair Loss Clinic presents America’s most advanced Hair Transplant solution – FUE (Follicular Unit Extraction). FUE Hair Transplant is a minimally invasive, highly effective and completely safe surgery for hair restoration. \n Here the hair follicle units are cored with the help of motorized punch. They are then collected in the small canister by suction or are picked up with micro-forceps using no-touch technique and are collected in petri dish. There are no stitches given and therefore the pain is less in this method. \n The FUE technique is best suitable for a hair transplant procedure, which typically needs a smaller number of graft. A Follicular unit contains multiple healthy hair follicles with different directions. Our FUE hair transplant surgery is preferred by patients because of the speedy recovery and no visible linear scarring on the back of the scalp.",
    "img": "https://i.imgur.com/YAned7y.jpeg"
  },
  {
    "id": 8,
    "title": "Scalp Micropigmentation",
    "description": "Scalp micro pigmentation is the method that aids in giving the appearance of having a full head of hair by using pigments/inks to replicate short close-cut hair all over the scalp.  \n At The Hair Loss Clinic, we make use of tattoo ink to create the cropped haircut look for our patients. However, micropigmentation is not to be confused with tattoos as tattoo ink penetrates the skin deeply whereas the depth of the penetration in case of scalp micropigmentation is quite superficial and not deep.  \n Scalp micro pigmentation works especially well for those who are not eligible for a hair transplant surgery due to multiple reasons and also those patients who do not wish to undergo invasive surgery.  \n Scalp micro pigmentation essentially provides a more youthful and healthy appearance to counter the baldness that has appeared due to a medical condition like a thyroid imbalance, cancer, alopecia totals, etc.\n Any individual who is unhappy with the appearance of thinning hair and the look that accompanies it can opt for scalp micropigmentation at The Hair Loss Clinic.",
    "img": "https://cdn-prod.medicalnewstoday.com/content/images/articles/321/321527/female-pattern-baldness-in-woman-s-scalp.jpg"
  }
]
